<template>
	<div class="component">
		<div class="component__title">Глоссарий</div>
        
            <ce-glossary 
                :collection="collection"
                search>
            </ce-glossary>
        </div>
	
</template>

<script>
    import ceGlossary from './glossary.vue';
    export default {
        name: "glossaryPage",
        data() {
        	return {
                collection: [{
                    title: "Агрегирование —",
                    text: "Объединение экономических явлений и процессов в единое целое. Агрегированные величины характеризуют рыночную конъюнктуру и ее изменение. Макроэкономическое агрегирование распространяется на экономические субъекты и рынки."
                },{
                    title: "Акция —",
                    text: "Вид ценных бумаг, свидетельствующий о внесении определенной суммы денег в капитал акционерного общества и дающий право ее владельцу на получение части прибыли — дивиденда, на участие в управлении производством и распределении остатков при ликвидации акционерного общества. "
                },{
                    title: "Амортизация —",
                    text: "Процесс постепенного перенесения стоимости средств труда по мере их износа на производимый с их помощью продукт или услугу и использование этой стоимости для последующего воспроизводства. Амортизация может быть равномерной и ускоренной."
                },{
                    title: "Гистерезис —",
                    text: "Сохраняющиеся продолжительное время последствия определенных экономических явлений или процессов, отражающиеся, к примеру, на естественном уровне безработицы."
                },{
                    title: "Годовая процентная ставка —",
                    text: "Стоимость кредита на год, исчисленная в процентах."
                },{
                    title: "Девальвация —",
                    text: "Официальное снижение курса национальной валюты по отношению к валютам других стран при плавающем и фиксированном валютном курсах."
                },{
                    title: "Задачи ЦА —",
                    text: "Задачи Центрального аппарата – индивидуальные предложения для клиентов"
                },{
                    title: "ИИС —",
                    text: "Индивидуальный инвестиционный счет"
                },{
                    title: "ИСЖ —",
                    text: "Инвестиционное страхование жизни"
                },{
                    title: "ИСУ —",
                    text: "Интеллектуальная система управления"
                },{
                    title: "Регулярный автоплатеж за сотовую связь —",
                    text: "Автоматическое пополнение счета мобильного телефона Клиента в указанную дату с указанной периодичностью "
                },{
                    title: "Дотация —",
                    text: "Безвозмездная финансовая помощь с целью компенсации повышенных издержек, потерь, обеспечения прибыльности убыточным предприятиям, погашения ценовых разниц (например, между оптовыми ценами и розничными ценами) и т. п."
                },{
                    title: "Сальдо платежного баланса —",
                    text: "При построении платежного баланса исходя из его принципов должно достигаться равновесие платежного баланса. Существуют три сальдо: сальдо по текущим операциям, сальдо по движению капитала и сальдо по официальным расчетам."
                },{
                    title: "Сеньораж —",
                    text: "Доход, извлекаемый государством в результате выпуска в обращение дополнительного количества денег; определяется разницей между номинальной стоимостью денег и стоимостью их физического производства."
                }]
            }
        },
        components:{
            ceGlossary
        },
    }
</script>
<style lang="scss">
</style>