<template>
	<div class="component">
		<div class="component__title">Глоссарий</div>
        
            <ce-glossary 
                :collection="collection"
                search>
            </ce-glossary>
        </div>
	
</template>

<script>
    import ceGlossary from './glossary.vue';
    export default {
        name: "glossaryPage",
        data() {
        	return {
                collection: [{
                    title: "CSI —",
                    text: "Customer satisfaction index, «индекс удовлетворенности клиента»"
                },{
                    title: "Автоплатеж ЖКХ —",
                    text: "Сервис, позволяющий оплачивать коммунальные услуги, при этом информируя Клиента обо всех этапах платежа – от определения суммы списания до его результата"
                },{
                    title: "Автоплатеж за сотовую связь —",
                    text: "Автоматическое пополнение счета мобильного телефона с банковской карты Клиента"
                },{
                    title: "Автоплатеж на фиксированную сумму —",
                    text: "Автоплатеж ЖКХ для оплаты счетов, по которым установлена одинаковая сумма ежемесячная сумма платежа – например, интернет"
                },{
                    title: "Автоплатеж по выставленному счету —",
                    text: "Автоплатеж ЖКХ для оплаты счетов, сумма которых меняется каждый месяц – например, газ, электроэнергия и т.д."
                },{
                    title: "Быстрый платеж —",
                    text: "Опция Мобильного банка, которая позволяет проводить финансовые операции с карты"
                },{
                    title: "Задачи ЦА —",
                    text: "Задачи Центрального аппарата – индивидуальные предложения для клиентов"
                },{
                    title: "ИИС —",
                    text: "Индивидуальный инвестиционный счет"
                },{
                    title: "ИСЖ —",
                    text: "Инвестиционное страхование жизни"
                },{
                    title: "ИСУ —",
                    text: "Интеллектуальная система управления"
                },{
                    title: "Регулярный автоплатеж за сотовую связь —",
                    text: "Автоматическое пополнение счета мобильного телефона Клиента в указанную дату с указанной периодичностью "
                },{
                    title: "РЦПО —",
                    text: "Руководитель Центра премиального обслуживания"
                },{
                    title: "Объем комиссионного дохода —",
                    text: "Показатель эффективности работы КМ, по которому учитывается размер комиссионного дохода, рассчитанного от продаж договоров ИСЖ и НСЖ, а также ИИС и ПИФ"
                },{
                    title: "Опросник —",
                    text: "Инструмент КМ, обычно используемый на первых встречах с Клиентом; включает в себя вопросы о предпочтениях, интересах и планах Клиента"
                }]
            }
        },
        components:{
            ceGlossary
        },
    }
</script>
<style lang="scss">
</style>